descriptions = { "AO": "Here's a list of USSD codes in Angola. This USSD directory makes it easy for you to get the USSD codes you need for your bank and mobile money transactions.",
"BD": "Directory of USSD codes in Bangladesh. On this page - you will find a directory of USSD codes used for bank and mobile money transactions in Bangladesh.",
"BJ": "Get USSD codes for banks and mobile money operators in Benin. This directory lists out the main USSD codes you'd need to perform transactions in Benin.",
"BW": "Find USSD codes for banks, telcos and mobile money operators in Botswana. The only USSD directory you'd ever need in Botswana. Search, Find and Bookmark it.",
"CM": "Looking for a list of USSD codes in Cameroon, this USSD directory got you. Scroll through to get the code for bank and mobile money operators. We will keep updating them weekly.",
"TD": "This is a list of USSD codes in Chad. Scroll through to get the code for banks, telcos and mobile money operators so you can perform USSD transactions with ease. We will keep updating this USSD list regularly.",
"CG": "Find USSD codes in Congo. This is the only USSD directory you'd ever need in Congo for any bank or mobile money transaction. Search, Find and Bookmark it.",
"CD": "",
"CI": "This is a list of USSD codes in Côte d'Ivoire. Scroll through to get the code for banks, telcos and mobile money operators so you can perform USSD transactions in Ivory coast with ease.",
"ET": "Scroll through to find a list of USSD codes in Ethiopia This is the only USSD directory you'd ever need in Ethiopia for any bank or mobile money transaction. Search, Find and Bookmark it.",
"GA": "Directory of USSD codes in Gabon. On this page - you will find a directory of USSD codes used for bank and mobile money transactions in Gabon.",
"GH": "If you need a USSD code in Ghana, you’re at the right place. We provide with list of all the banks, telcos and MoMO USSD codes in Ghana.",
"IN": "Here's a list of USSD codes in India. This USSD directory makes it easy for you to get the USSD codes you need for your bank and mobile money transactions.",
"KE": "In Kenya, you can use USSD codes to send commands to your mobile phone network for things like: checking balance, airtime credit, mPESA, transferring airtime or data, checking call rates and promotions or even sending money. There is an enormous variety of USSD codes covering a variety of services, mobile network providers, mobile money, banks, loan apps, billers and utilities in general. Need help finding a particular USSD in Kenya, check below.",
"LS": "If you need a USSD code in Lesotho, you’re at the right place. We provide with list of all the banks, telcos and MoMO USSD codes in Lesotho.",
"LR": "Here's a list of USSD codes in Liberia. This USSD directory makes it easy for you to get the USSD codes you need for your bank and mobile money transactions.",
"MW": "This is the easiest, most comprehensive guide to USSD codes for Malawi. It’s easy to use USSD. Simply copy or click the USSD code you need, follow the prompt and start your transactions.",
"ML": "Find USSD codes for banks, telcos and mobile money operators in Mali. The only USSD directory you'd ever need in Mali. Search, Find and Bookmark it.",
"MZ": "Find USSD codes for banks, telcos and mobile money operators in Mozambique. The only USSD directory you'd ever need in Mozambique.. Search, Find and Bookmark it.",
"NA": "Here's a list of USSD codes in Namibia. This USSD directory makes it easy for you to get the USSD codes you need for your bank and mobile money transactions in Namibia.",
"NG": "Pay your DSTV bill, buy airtime, check your balance or send money to loved ones with USSD codes. On this page, you'll find a list of USSD codes used for all types of transactions and by all banks, telco and mobile money operators in Nigeria.",
"PK": "If you’re in Pakistan and you need to use USSD codes to make calls, send text messages, check balance or pay bills then here are all the USSD codes that you need.",
"RW": "Looking for a list of USSD codes in Rwanda, this USSD directory got you. Scroll through to get the USSD code for bank and mobile money operators. We will keep updating them weekly",
"SN": "If you need a USSD code in Senegal, you’re at the right place. We provide with list of all the banks, telcos and MoMO USSD codes in Senegal.",
"SC": "If you’re in Seychelles and you need to use USSD codes to make calls, send text messages, check balance or pay bills then here are all the Seychelles USSD codes that you need.",
"SL": "This is the easiest, most comprehensive guide to USSD codes for Sierra Leone. It’s easy to use USSD. Simply copy or click the USSD code you need, follow the prompt and start your transactions.",
"SO": "Looking for a list of USSD codes in Somalia, this USSD directory got you. Scroll through to get the USSD code for bank and mobile money operators. We will keep updating them weekly.",
"ZA": "This is a list of USSD codes in South Africa. Scroll through to get the code for banks, telcos and mobile money operators so you can perform USSD transactions with ease. We will keep updating this USSD list regularly.",
"SS": "Directory of USSD codes in South Sudan. On this page - you will find a directory of USSD codes used for bank and mobile money transactions in South Sudan.",
"TZ": "Africa is full of USSD codes that users can use at any time to check their data balance, recharge their phone, make bill payments and much more. Tanzania is one of the African countries with USSD penetration. **If you’re in Tanzania in particular and you need to use USSD codes to make calls, send text messages, check balance or pay bills then here are all the Tanzania USSD codes that you need**.",
"UG": "This is the easiest, most comprehensive guide to USSD codes for Uganda. It’s easy to use USSD. Simply copy or click the USSD code you need, follow the prompt and start your transactions.",
"ZM": "Searching for USSD code of Zambia? You are on the right page. We have made finding and using USSD codes in Zambia simple and easy. Here you can access a vast number of USSD codes. You’ll always have access to the most up-to-date list of codes.",
"ZW": "If you need to check your balance, verify your data, reload credit, recharge airtime or make bill payments in Zimbabwe, chances are there is a USSD code for it. Our website will provide you with the latest USSD codes for the operators in Zimbabwe.",
"SZ": "Directory of USSD codes in eSwatini. On this page - you will find a directory of USSD codes used for bank and mobile money transactions in eSwatini"}